astro-build.astro-vscode
bradlc.vscode-tailwindcss
dbaeumer.vscode-eslint
eamodio.gitlens
Editorconfig.Editorconfig
esbenp.prettier-vscode
github.vscode-pull-request-github
golang.go
mgmcdermott.vscode-language-babel
miguelsolorio.fluent-icons
mikestead.dotenv
mvllow.rose-pine
neonxp.gotools
pkief.material-icon-theme
prisma.prisma
rangav.vscode-thunder-client
supermaven.supermaven
usernamehw.errorlens
vscode-icons-team.vscode-icons
vscodevim.vim
tomoki1207.pdf
Postman.postman-for-vscode
streetsidesoftware.code-spell-checker
GitHub.github-vscode-theme